Revit 2027 API
SymbolTypeId.UsTonnesMassT Property
 Symbol T, indicating unit US tonnes mass.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId UsTonnesMassT { get; }
Public Shared ReadOnly Property UsTonnesMassT As ForgeTypeId
	Get
public:
static property ForgeTypeId^ UsTonnesMassT {
	ForgeTypeId^ get ();
}
static member UsTonnesMassT : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace